Repository: common-repository/racar-message-me
Catalog: languages/racar-message-me-*.po
Languages: es_es, pt_br

source: <span class="attention">ATTENTION!</span> If the buttons do not show properly, please install the Font Awesome plugin at
es_es: <span class="attention">¡ATENCIÓN!</span> Si los botones no se muestran correctamente, instale el complemento Font Awesome en
pt_br: <span class="attention">ATENÇÃO!</span> Se os botões não aparecerem à contento, por favor instale o plugin Font Awesome

source: Activate WooCommerce
es_es: Activar WooCommerce
pt_br: Ativar WooCommerce

source: Buttons side of the screen
es_es: Lado de la pantalla del botón
pt_br: Lado em que o botão deve aparecer

source: by clicking here
es_es: haciendo clic aquí
pt_br: clicando aqui

source: Chat with an attendant!
es_es: ¡Chatea con un asistente!
pt_br: Fale com um atendente!

source: depends on WooCommerce to be installed and active in order to work!
es_es: ¡depende de que WooCommerce esté instalado y activo para que funcione!
pt_br: depende do WooCommerce estar instalado e ativo para funcionar!

source: Do you like this plugin? Please tell me what you like about it
es_es: ¿Te gusta este plugin? Por favor, dime lo que te gusta de él.
pt_br: Você gosta desse plugin? Me conta, por favor, o que você gosta sobre ele

source: Do you need help with this plugin? Please open a ticket
es_es: ¿Necesita ayuda con este plugin? Por favor abre un ticket
pt_br: Precisa de ajuda com este plugin? Por favor, abra um chamado

source: Do you want to show your love? Please buy me some coffee
es_es: ¿Quieres demostrar tu amor? Por favor, cómprame un café.
pt_br: Quer demonstrar seu agradecimento? Me paga um café

source: Donate
es_es: Donar
pt_br: Doar

source: General Settings
es_es: Configuración General
pt_br: Configurações

source: here
es_es: aquí
pt_br: aqui

source: Instagram Usertag
es_es: Etiqueta de usuario de Instagram
pt_br: Tag do Instagram

source: Install WooCommerce
es_es: Instalar WooCommerce
pt_br: Instalar WooCommerce

source: Left
es_es: Izquierdo
pt_br: Esquerdo

source: Main Button Background Color
es_es: Color de fondo del botón principal
pt_br: Cor de fundo do botão principal

source: Main Button Icon Color
es_es: Color del icono del botón principal
pt_br: Cor do ícone do botão principal

source: Main button text on hover
es_es: Texto del botón principal al pasar el mouse
pt_br: Texto do botão principal ao apontar com o mouse

source: Make sure to type the country and city code before the number
es_es: Asegúrese de escribir el código de país y ciudad antes del número
pt_br: Assegure-se de digitar o código do país e da cidade antes do número

source: Messenger Usertag
es_es: EtiquetaDeUsuarioDeMessenger
pt_br: Tag do Messenger (Facebook)

source: MyFacebookTag
es_es: MiEtiquetaDeFacebook
pt_br: MeuTagFacebook

source: MyInstagramTag
es_es: MiEtiquetaDeInstagram
pt_br: MinhaTagDoInsta

source: MySkypeName
es_es: MiNombreSkype
pt_br: NeuNomeSkype

source: MyTelegramName
es_es: MiNombreTelegram
pt_br: MeuNickTelegram

source: Plugin Rating
es_es: Calificación del Plugin
pt_br: Avaliação de Plugin

source: Right
es_es: Derecho
pt_br: Direito

source: Settings
es_es: Ajustes
pt_br: Configurações

source: Show your Appreciation
es_es: Muestre su aprecio
pt_br: Demonstre sua Apreciação

source: Skype Name
es_es: Nombre de Skype
pt_br: Nome Skype

source: Support
es_es: Apoyo
pt_br: Suporte

source: Telegram Username
es_es: Nombre de usuario de telegrama
pt_br: Apelido Telegram

source: This plugin allows you to add a customizable button with your social networks inboxes (direct message). The button appears on the left bottom corner of your website. When clicked, it'll take the user to your social network private message inbox.
es_es: Este plugin le permite agregar un botón personalizable con sus bandejas de entrada de redes sociales (mensaje directo). El botón aparece en la esquina inferior izquierda de su sitio web. Al hacer clic, llevará al usuario a la bandeja de entrada de mensajes privados de su red social.
pt_br: Este plugin permite adicionar um botão customizável com os inboxes de suas redes sociais (dm). O botão aparece no canto inferior do seu site. Quando clicado, leva o usuário para o chat da devida rede social.

source: WhatsApp number
es_es: Número de WhatsApp
pt_br: Número do WhatsApp
